/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"“Dock”環境設定です。環境設定は、シンプル・アピアランス・キーと、より複雑なアプリケーションタイルおよび書類タイルのディクショナリに分割されます。";
"autohide.pfm_title" =						"自動的に隠す";
"autohide.pfm_description" =				"隠す機能を入にする場合は“真”に設定します。";
"autohide-immutable.pfm_title" =			"“自動的に隠す”チェックボックスを無効にする";
"autohide-immutable.pfm_description" =		"“自動的に隠す／表示”チェックボックスを無効にする場合は“真”に設定します。";
"contents-immutable.pfm_title" =			"変更を無効にする";
"contents-immutable.pfm_description" =		"ユーザが Dock の内容を変更できないようにする場合は“真”に設定します。";
"largesize.pfm_title" =						"タイルの最大サイズ";
"largesize.pfm_description" =				"タイルの最大サイズ（ピクセル単位）です。";
"launchanim.pfm_title" =					"起動アニメーション";
"launchanim.pfm_description" =				"起動アニメーションを使用する場合は“真”に設定します。";
"launchanim-immutable.pfm_title" =			"“起動アニメーション”チェックボックスを無効にする";
"launchanim-immutable.pfm_description" =	"“起動アニメーション”チェックボックスを無効にする場合は“真”に設定します。";
"magnification.pfm_title" =					"拡大";
"magnification.pfm_description" =			"拡大を入にする場合は“真”に設定します。";
"magnify-immutable.pfm_title" =				"拡大チェックボックスを無効にする";
"magnify-immutable.pfm_description" =		"拡大チェックボックスを無効にする場合は“真”に設定します。";
"magsize-immutable.pfm_title" =				"拡大つまみを無効にする";
"magsize-immutable.pfm_description" =		"拡大つまみを無効にする場合は“真”に設定します。";
"mineffect.pfm_title" =						"しまうときのエフェクト";
"mineffect.pfm_description" =				"しまうときのエフェクトです。";
"mineffect-immutable.pfm_title" =			"しまうときのポップアップメニューを無効にする";
"mineffect-immutable.pfm_description" =		"しまうときのエフェクトのポップアップメニューを無効にする場合は“真”に設定します。";
"orientation.pfm_title" =					"位置";
"orientation.pfm_description" =				"Dock を左、右、または下に配置します。";
"position-immutable.pfm_title" =			"位置コントロールを無効にする";
"position-immutable.pfm_description" =		"ユーザが Dock の位置を変更できないようにする場合は“真”に設定します。";
"tilesize.pfm_title" =						"タイルサイズ";
"tilesize.pfm_description" =				"タイルのサイズです。";
"size-immutable.pfm_title" =				"タイルサイズ・コントロールを無効にする";
"size-immutable.pfm_description" =			"ユーザがタイルのサイズを変更できないようにする場合は“真”に設定します。";
"static-only.pfm_title" =					"管理されたタイルのみ";
"static-only.pfm_description" =				"管理されたタイルだけを表示する場合は“真”に設定します。";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"アプリケーションタイル配列";
"AppItems-Raw.pfm_description" =			"アプリケーションタイルのデータを格納する配列です。";
"apptile.pfm_title" =						"アプリケーションタイル";
"apptile.pfm_description" =					"1 つのアプリケーションタイルです。";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dock タイルのデータ";
"tile-data.pfm_description" =				"Dock タイルのデータです。";
"file-data.pfm_title" =						"ファイルデータ";
"file-data.pfm_description" =				"ファイルタイルのファイルデータです。";
"_CFURLString.pfm_title" =					"ファイルパス";
"_CFURLString.pfm_description" =			"絶対ファイル・システム・パスです。";
"_CFURLStringType.pfm_title.file" =			"ファイル URL のタイプ";
"_CFURLStringType.pfm_description.file" =	"ファイル URL のタイプです。常に 0 に設定します。";
"_CFURLStringType.pfm_title.URL" =			"URL のタイプ";
"_CFURLStringType.pfm_description.URL" =	"URL のタイプです。常に 0 に設定します。";
"_CFURLStringType.pfm_title.URLID" =		"URL ID のタイプ";
"_CFURLStringType.pfm_description.URLID" =	"URL ID のタイプです。常に 15 に設定します。";
"_CFURLAliasData.pfm_title" =				"エイリアス";
"_CFURLAliasData.pfm_description" =			"エイリアスデータです。サーバベースの項目にのみ必要です。";
"tile-type.pfm_title" =						"タイルのタイプ";
"tile-type.pfm_description" =				"タイルのタイプです。";
"mcx_typehint.pfm_title" =					"MCX タイプのヒント";
"mcx_typehint.pfm_description" =			"ワークグループマネージャにより内部的に使用されます。変更しないでください。";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"書類タイル配列";
"DocItems-Raw.pfm_description" =			"書類および URL タイルのデータを格納する配列です。";
"doctile.pfm_title" =						"書類タイル";
"doctile.pfm_description" =					"1 つの書類タイルです。";
"url.pfm_title" =							"URL データ";
"url.pfm_description" =						"URL タイルの URL データです。";
"file-label.pfm_title" =					"ファイルのタイルラベル";
"file-label.pfm_description" =				"ファイルのタイルラベルです。";
"label.pfm_title" =							"URL のタイルラベル";
"label.pfm_description" =					"URL タイルのタイルラベルです。";
"file-type.pfm_title" =						"項目のタイプ";
"file-type.pfm_description" =				"項目のタイプです。書類タイル用：ボリューム以外は 2 に、ボリュームは 18 に、フォルダでない場合は 32 に設定します。";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"MCX 特殊フォルダ";
"MCXDockSpecialFolders-Raw.pfm_description" =	"管理対象のクライアントによって追加されたフォルダです。";
"mcxfolderflag.pfm_title" =						"フォルダフラグ";
"mcxfolderflag.pfm_description" =				"管理対象のクライアントによって追加された 1 つのフォルダのフラグです。";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"管理されたアプリケーションタイルの結合ポリシー";
"appTilesUPKManaged.pfm_description" =		"管理対象ドメインのアプリケーションタイルの結合ポリシーキーです。";
"appTilesUPKUser.pfm_title" =				"ユーザのアプリケーションタイルの結合ポリシー";
"appTilesUPKUser.pfm_description" =			"ユーザドメインのアプリケーションタイルの結合ポリシーキーです。";
"docTilesUPKManaged.pfm_title" =			"管理された書類タイルの結合ポリシー";
"docTilesUPKManaged.pfm_description" =		"管理対象ドメインの書類タイルの結合ポリシーキーです。";
"docTilesUPKUser.pfm_title" =				"ユーザの書類タイルの結合ポリシー";
"docTilesUPKUser.pfm_description" =			"ユーザドメインの書類タイルの結合ポリシーキーです。";
"mcxDocSpecialUPK.pfm_title" =				"管理対象のクライアントの特殊フォルダの結合ポリシーキー";
"mcxDocSpecialUPK.pfm_description" =		"管理対象のクライアントの Dock 特殊フォルダの結合ポリシーキーです。";
